Repository: DimStar77/libgnomesu
Catalog: po/*.po
Languages: ar, az, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, gu, hi, hr, hu, id, it, ja, ko, lt, lv, mk, ms, nb, ne, nl, pl, pt, ru, sk, sq, sr, sr@latn, sv, tr, uk, zh_cn, zh_tw

source: GNOME SuperUser integration
az: GNOME Ali İstifadəçi inteqrasiyası
bg: Интеграция с администратора за GNOME
bs: GNOME SuerKorisnik integracija
cs: Integrace GNOME SuperUser
el: Ενσωμάτωση Υπερχρήστη του GNOME
fr: Intégration du super utilisateur GNOME
gu: જીનોમ શ્રેષ્ઠવપરાશકર્તા ઈન્ટીગ્રેશન
hr: Integracija GNOME SuperKorisnika
lt: GNOME supervartotojo integracija
ms: Integrasi PenggunaSuper GNOME
nl: GNOME SuperUser integratie
sk: GNOME Integrácia správcu
sr: Интеграција Гномовог СуперКорисника
sr@latn: Integracija Gnomovog SuperKorisnika
zh_cn: GNOME 超级用户集成

source: Open as superuser (root)...
az: Ali istifadəçi (root) olaraq aç...
bg: Отваряне като администратор (root)...
bs: Otvori kao super korisnik (root)...
cs: Otevřít jako superuživatel (root)...
el: 'Ανοιγμα ως υπερχρήστης (root)...
fr: Ouvrir en tant que super utilisateur (root)...
gu: શ્રેષ્ઠ વપરાશકર્તા (રુટ) તરીકે ખોલો...
hr: Otvori kao superkorisnik (root)...
lt: Atidaryti kaip supervartotoją (root)...
ms: Buka sebagai PenggunaSuper (root)...
nl: Openen als supergebruiker (root)...
sk: Otovriť ako správca...
sr: Отвори као администратор...
sr@latn: Otvori kao administrator...
zh_cn: 作为超级用户(root)打开...

source: Password needed
ar: كلمة السر مطلوبة
az: Şifrə lazımdır
bg: Необходима е парола
bs: Potrebna šifra
ca: Es necessita contrasenya
cs: Je potřeba heslo
da: Adgangskode behøves
de: Passwort erforderlich
el: Απαιτείται κωδικός
es: Se necesita contraseña
eu: Pasahitza behar da
fa: رمز عبور مورد نیاز است
fi: Salasana vaaditaan
fr: Mot de passe nécessaire
gu: પાસવર્ડ જરુરી
hi: कूटशब्द आवश्यक
hr: Potrebna je lozinka
hu: Jelszó szükséges
id: Kata sandi dibutuhkan
it: Richiesta password
ja: パスワードが必要です
ko: 열쇠글이 필요합니다
lt: Reikalingas slaptažodis
lv: Nepieciešama parole
mk: Потребна е лозинка
ms: Katalaluan diperlukan
nb: Passord kreves
ne: पासवर्ड चाहियो
nl: Wachtwoord vereist
pl: Wymagane hasło
pt: É necessária uma senha
ru: Необходим пароль
sk: Je vyžadované heslo
sq: Duhet fjalëkalimi
sr: Неопходна лозинка
sr@latn: Neophodna lozinka
sv: Lösenord behövs
tr: Parola gerekli
uk: Потрібен пароль
zh_cn: 需要密码
zh_tw: 需要密碼

source: Command:
ar: الأمر:
bg: Команда:
ca: Ordre:
da: Kommando:
de: Befehl:
es: Comando:
eu: Komandoa:
fa: فرمان:
fi: Komento:
hi: कमांड :
hu: Parancs:
id: Perintah:
it: Comando:
ja: コマンド:
ko: 명령:
lt: Komanda:
lv: Komanda:
mk: Команда:
nb: Kommando:
ne: आदेश:
nl: Opdracht:
pl: Polecenie:
pt: Comando:
ru: Команда:
sk: Príkaz:
sq: Komanda:
sv: Kommando:
tr: Komut:
uk: Команда:
zh_tw: 指令：

source: Administrator (root) privilege is required.
nl: Beheerder (root) privilege is vereist.
sk: Sú vyžadované práva správcu.

source: Please enter the root password to continue.
ar: الرجاء إدخال كلمة سر الجذر للمتابعة.
ca: Introduïu la contrasenya del superusuari (root) per continuar.
da: Indtast venligst root-adgangskoden for at fortsætte.
de: Bitte geben Sie das Administratorpasswort ein um fortzufahren.
es: Introduzca la contraseña de root para continuar.
eu: Sartu root-aren pasahitza jarraitzeko.
fa: لطفا رمز عبور ریشه را برای ادامه وارد کنید.
fi: Syötä pääkäyttäjän salasana jatkaaksesi.
hi: जारी रखने हेतु रुट कूटशब्द दर्ज करें।
hu: Adja meg a root jelszót a folytatáshoz.
id: Masukkan kata sandi root untuk melanjutkan.
it: Inserire la password di root per continuare.
ja: 続行する場合は、root のパスワードを入力して下さい。
ko: 계속하려면 루트 비밀번호를 입력하십시오.
lv: Lūdzu ievadiet root paroli, lai turpinātu.
mk: Ве молам, внесете ја лозинката за root за да продолжите.
nb: Vennlist oppgi passord for root for å fortsette.
ne: रुट पासवर्ड राख्नुहोस् चालु गर्नलाई
nl: Voer het root-wachtwoord in om door te gaan.
pl: Wpisz hasło użytkownika root, aby kontynuować.
pt: Por favor insira a senha de root para continuar.
ru: Для продолжения введите пароль пользователя root.
sk: Prosím zadajte heslo správcu pre pokračovanie.
sq: Të lutem shkruaj fjalëkalimin e root për të vazhduar.
sv: Ange rootlösenordet för att fortsätta.
tr: Devam etmek için lütfen root parolasını girin.
uk: Введіть пароль користувача root.
zh_tw: 若要繼續執行，請輸入 root 使用者密碼。

source: _Password:
ar: _كلمة السر:
bg: _Парола:
ca: Con_trasenya:
da: _Adgangskode:
de: _Passwort:
es: _Contraseña:
eu: _Pasahitza:
fa: _رمز عبور:
fi: _Salasana:
hi: कूटशब्द (_P):
hu: _Jelszó:
id: _Kata Sandi:
ja: パスワード(_P):
ko: 비밀번호(_P):
lt: _Slaptažodis:
lv: _Parole:
mk: _Лозинка:
nb: _Passord:
ne: _प्रवेशचिन्ह:
nl: _Wachtwoord:
pl: _Hasło:
pt: _Senha:
ru: _Пароль:
sk: _Heslo:
sq: _Fjalëkalimi:
sv: _Lösenord:
tr: _Parola:
uk: _Пароль:
zh_tw: 密碼(_P)：

source: Please wait, verifying password...
az: Xahiş edirik gözləyin, şifrə doğrulanır...
bg: Изчакайте, паролата се проверява...
bs: Molim sačekajte, provjeravam šifru...
cs: Čekejte prosím, ověřuji heslo...
el: Παρακαλώ περιμένετε, επιβεβαίωση κωδικού...
fr: Veuillez patienter, vérification du mot de passe...
gu: મહેરબાની કરીને રાહ જુઓ, પાસવર્ડ ચકાસી રહ્યા છીએ...
hr: Molim pričekajte, provjeravam lozinku...
lt: Prašau palaukti, tikrinamas slaptažodis...
ms: Sila tunggu, menentusahkan katalaluan...
nl: Het wachtwoord wordt gecontroleerd, even geduld a.u.b....
sk: Prosím čakajte, overujem heslo...
sr: Молим сачекајте, проверавам лозинку...
sr@latn: Molim sačekajte, proveravam lozinku...
zh_cn: 请稍后，验证密码中...

source: Incorrect password, please try again.
az: Hökmsüz şifrə, xahiş edirik yenə sınayın.
bg: Невярна парола, опитайте отново.
bs: Netačna šifra, molimo probajte poslije.
cs: Nesprávné heslo, zkuste to prosím znovu.
el: 'Ακυρος κωδικός, παρακαλώ προσπαθήστε ξανά.
fr: Mot de passe incorrect, veuillez recommencer.
gu: અયોગ્ય પાસવર્ડ, મહેરબાની કરીને ફરીથી પ્રયત્ન કરો.
hr: Neispravna lozinka, molim pokušajte ponovo.
lt: Neteisingas slaptažodis, bandykite dar kartą.
ms: Katalaluan tidak sepadan. Sila cuba lagi.
nl: Wachtwoord onjuist; probeer het nogmaals.
sk: Neplatné heslo, prosím skúste znova.
sr: Неисправна лозинка, молим покушајте касније.
sr@latn: Neispravna lozinka, molim pokušajte kasnije.
zh_cn: 密码不正确，请重试。

source: Incorrect password, please try again. You have one more chance.
az: Hökmsüz şifrə, xahiş edirik yenə sınayın. Bir imkanınız daha var.
bg: Невярна парола, опитайте отново. Това е последният ви опит.
bs: Netačna šifra, molimo Vas probajte ponovo. Imate još jednu šansu.
cs: Nesprávné heslo, zkuste to prosím znovu. Máte ještě jeden pokus.
el: 'Ακυρος κωδικός, παρακαλώ προσπαθήστε ξανά. Έχετε ακόμα μια προσπάθεια.
fr: Mot de passe incorrect, veuillez recommencer. Vous avez un essai supplémentaire.
gu: અયોગ્ય પાસવર્ડ, મહેરબાની કરીને ફરીથી પ્રયત્ન કરો. તમારી પાસે એક વધુ તક છે.
hr: Neispravna lozinka, molim pokušajte ponovo. Imate još jednu priliku.
lt: Neteisingas slaptažodis, bandykite dar kartą. Jūs turite dar vieną šansą.
ms: Katalaluan salah, sila cuba lagi. Anda mempunya satu lagi peluang.
nl: Wachtwoord onjuist, probeer het nogmaals. U heeft nog één kans.
sk: Nesprávne heslo, prosím skúste znova. Máte jednu ďalšiu šancu.
sr: Неисправна лозинка, молим покушајте касније. Имате још једну прилику.
sr@latn: Neispravna lozinka, molim pokušajte kasnije. Imate još jednu priliku.
zh_cn: 密码不正确，请重试。您还有一次机会。

source: No services for libgnomesu are available.
ar: لا تتوفر أية خدمات libgnomesu.
bg: Няма налични услуги за libgnomesu.
bs: Nijedan servis za libgnomesu nije dostupan.
ca: No hi ha cap servei disponible per a libgnomesu.
da: Ingen tilgængelige tjenester for libgnomesu.
de: Für libgnomesu stehen keine Dienste zur Verfügung.
es: No hay servicios disponibles para libgnomesu.
eu: Ez dago zerbitzurik eskuragarri libgnomesu-rentzat.
fa: هیچ سرویسی برای libgnomesu در دسترس نیست.
fi: Libgnomesu:n tarvitsemia palveluja ei ole saatavilla.
gu: libgnomesu માટે કોઈ સેવાઓ ઉપ્લબ્ધ નથી.
hi: libgnomesu हेतु कोई सेवा उपलब्ध नहीं है।
hu: Nem állnak rendelkezésre szolgáltatások a libgnomesu-hoz.
id: Tidak ada layanan untuk libgnomesu yang tersedia.
it: Nessun servizio disponibile per libgnomesu.
ja: 利用できる libgnomesu のサービスはありません。
ko: libgnomesu의 서비스를 쓸 수 없습니다.
lt: Nėra libgnomesu prieinamų paslaugų.
lv: Neviens serviss priekš libgnomesu nav pieejams.
mk: Нема достапни сервиси за libgnomesu.
nb: Ingen tjenester er tilgjengelig for libgnomesu.
ne: लिब्ग्नोमेसुको लागि कुनै सेवाहरु उपलब्ध भएन.
nl: Er zijn geen diensten voor libgnomesu beschikbaar.
pl: Brak usług dostępnych dla libgnomesu.
pt: Não estão disponíveis serviços para a libgnomesu.
ru: Службы для libgnomesu недоступны.
sk: Nie sú dostupné služby pre libgnomesu.
sq: Asnjë shërbim i gjendshëm për libgnomesu.
sv: Inga tjänster för libgnomesu är tillgängliga.
tr: Libgnomesu için kullanılabilir servis yok.
uk: Служби для libgnomesu недоступні.
zh_cn: 没有可用于 libgnomesu 的服务。
zh_tw: libgnomesu 沒有可用的服務。

source: Please enter %s's password and click Run to continue.
az: Xahiş edirik, %s şifrəsini bildirin və davam etmək üçün İcra Et düyməsinə basın.
bg: Въведете паролата на "%s" и натиснете "Стартиране", за да продължите.
bs: Molimo Vas unesite %s-ovu šifru i kliknite Pokreni za nastavak
cs: Zadejte prosím heslo %s a pokračujte kliknutím na Spustit.
el: Παρακαλώ εισάγετε τον κωδικό του %s's και πατήστε εκτέλεση για συνέχεια.
fr: Veuillez saisir le mot de passe de %s et cliquez sur Entrée pour continuer.
gu: મહેરબાની કરીને %s નો પાસવર્ડ દાખલ કરો અને ચાલુ રાખવા માટે ચલાવો પર ક્લિક કરો.
hr: Molim unesite lozinku za "%s" i kliknite "Pokreni" za nastavak.
lt: Norėdami tęsti įveskite %s slaptažodį ir spauskite mygtuką Vykdyti.
ms: Sila masukkan katalaluan %s dan klik Laksana untuk meneruskan.
nl: Voer het wachtwoord van %s in en klik op Uitvoeren om door te gaan.
sk: Prosím zadajte heslo používateľa %s a kliknite na Spustiť pre pokračovanie.
sr: Молим унесите лозинку за налог „%s“ и кликните „Покрени“ да наставите.
sr@latn: Molim unesite lozinku za nalog „%s“ i kliknite „Pokreni“ da nastavite.
zh_cn: 请输入 %s 的密码然后点击运行来继续。

source: The requested action needs further authentication.
ar: يحتاج الإجراء المطلوب إلى مزيد من التصديق.
az: İstənən gedişat daha irəli dərəcədə səlahiyyətləndirilməlidir.
bg: Необходима е допълнителна идентификация за заявеното действие.
bs: Tražena akcija zahtjeva buduću autentifikaciju.
ca: L'acció sol·licitada requereix autenticació.
cs: K vyžadované akci je potřeba další autentizace.
da: Den forespurgte handling kræver yderligere godkendelse.
de: Die gewünschte Aktion erfordert weitergehende Legitimation.
el: Η αιτούμενη ενέργεια απαιτεί περαιτέρω πιστοποίηση.
es: La acción solicitada necesita autenticación.
eu: Eskatutako ekintzak autentifikazio gehiago behar du.
fa: عمل درخواستی نیاز به احراز هویت بیشتری دارد.
fi: Haluttu toiminto vaatii todennuksen.
fr: L'action demandée nécessite une authentification complémentaire.
gu: માંગણી થયેલ ક્રિયાને પછીના સત્તાધિકરણની જરુર છે.
hi: अनुरोधित कार्य हेतु प्रमाणीकरण आवश्यक है।
hr: Tražena radnja zahtjeva dodatnu autentifikaciju.
hu: A kért művelet további hitelesítést igényel.
id: Tindakan yang diminta membutuhkan otentikasi lanjut.
it: L'azione richiesta richiede una ulteriore autenticazione.
ja: 要求したアクションには更に認証が必要です。
ko: 요청한 작업은 인증을 필요합니다.
lt: Šio veiksmo atlikimui reikalinga tolimesnė autentikacija.
lv: Pieprasītajai darbībai nepieciešams turpmāks apstiprinājums.
mk: Бараното дејство бара понатамошна проверка на автентичноста.
ms: Aksi dipinta memerlukan authentikasi lanjutan.
nb: Forespurt handling krever videre autentisering.
ne: अनुरोध गरिएको कार्यलाई प्रमाणिकरण चाहिन्छ.
nl: De vereiste actie vereist verdere authentificatie.
pl: Żądana czynność wymaga dalszego uwierzytelnienia.
pt: A acção pedida necessita de autenticação adicional.
ru: Запрошенное действие требует дополнительной проверки подлинности.
sk: Požadovaná činnosť vyžaduje ďalšie overenie totožnosti.
sq: Veprimi i kërkuar ka nevojë për vërtetim të mëtejshëm.
sr: Тражена радња захтева додатна овлашћења.
sr@latn: Tražena radnja zahteva dodatna ovlašćenja.
sv: Den begärda åtgärden kräver ytterligare autentisering.
tr: İstenilen işlem daha ileri kimlik denetimi gerektiriyor.
uk: Для подальшої автентифікації не вимагатимуться ніякі дії.
zh_cn: 请求的动作需要进一步验证。
zh_tw: 所申請的動作還需要其他驗證。

source: %s's _password:
ar: _كلمة سر %s:
az: %s istifadəçisinin ş_ifrəsi:
bg: Парола на _%s
bs: %s-ova šifra:
ca: Cont_rasenya de %s:
cs: Heslo %s:
da: _Adgangskode for %s:
de: _Passwort von %s:
el: Κω_δικός %s's:
es: _Contraseña de %s:
eu: %s(r)en p_asahitza:
fa: _رمز عبور %s:
fi: Käyttäjän %s _salasana:
fr: Mot de _passe de %s :
gu: %s નો પાસવર્ડ (_p):
hi: %s कूटशब्द (_p):
hr: %s's _lozinka
hu: %s jel_szava:
id: %s's_kata sandi:
it: _Password per "%s":
ja: %s のパスワード(_P):
ko: %s의 열쇠글(_P):
lt: %s _slaptažodis:
lv: Lietotāja %s _parole:
mk: Лозинката на %s:
ms: _katalaluan %s:
nb: _Passord for %s:
ne: %s को प्रवेशचिन्ह:
nl: Wachtwoord van %s:
pl: _Hasło użytkownika %s:
pt: A _senha de %s:
ru: _Пароль пользователя %s:
sk: Heslo používateľa %s:
sq: F_jalëkalimi i %s:
sr: _Лозинка за %s:
sr@latn: _Lozinka za %s:
sv: _Lösenord för %s:
tr: %s kullanıcısının _parolası:
uk: _Пароль користувача %s:
zh_cn: %s 的密码(_P):
zh_tw: %s 的密碼(_P)：

source: User '%s' doesn't exist.
ar: '%s' المستخدم غير موجود.
az: '%s' istifadəçisi mövcud deyil.
bg: Потребителят "%s" не съществува.
bs: Korisnik '%s' ne postoji.
ca: L'usuari «%s» no existeix.
cs: Uživatel '%s' neexistuje.
da: Brugeren "%s" findes ikke.
de: Der Benutzer »%s« existiert nicht.
el: Ο χρήστης '%s' δεν υπάρχει.
es: El usuario «%s» no existe.
eu: '%s' erabiltzailea ez da existitzen.
fa: کاربر '%s' وجود ندارد.
fi: Käyttäjää "%s" ei ole.
fr: L'utilisateur « %s » n'existe pas.
gu: વપરાશકર્તા '%s' અસ્તિત્વમાં નથી.
hi: उपयोक्ता '%s' मौजूद नहीं है।
hr: Korisnik "%s" ne postoji.
hu: %s felhasználó nem létezik.
id: Pengguna '%s' tidak ada.
it: L'utente "%s" non esiste.
ja: ユーザ '%s' は存在しません。
ko: '%s'사용자가 없습니다.
lt: Vartotojas „%s“ neegzistuoja.
lv: Lietotājs '%s' neeksistē.
mk: Корисникот '%s' не постои.
ms: pengguna '%s' tidak wujud.
nb: Bruker «%s» eksisterer ikke.
ne: प्रयोगकर्ता '%s' छिर्दैन.
nl: De gebruiker '%s' bestaat niet.
pl: Użytkownik %s nie istnieje.
pt: O utilizador '%s' não existe.
ru: Пользователь '%s' не существует.
sk: Používateľ '%s' neexistuje.
sq: Përdoruesi %s nuk ekziston.
sr: Корисник „%s“ не постоји.
sr@latn: Korisnik „%s“ ne postoji.
sv: Användaren "%s" finns inte.
tr: '%s' kullanıcısı yok.
uk: Користувач %s не існує.
zh_cn: 用户“%s”不存在。
zh_tw: 用戶‘%s’不存在。

source: An unknown error occured while authenticating.
ar: حدث خطأ غير معروف أثناء التصديق.
az: İcazə verilirkən xəta yarandı.
bg: Възникна непозната грешка при идентификацията.
bs: Pojavila se nepoznata greška pri autentifikaciji.
ca: S'ha produït un error desconegut en autenticar.
cs: Při autentizaci došlo k neznámé chybě.
da: En ukendt fejl opstod under godkendelsen.
de: Bei der Legitimation ist ein unbekannter Fehler aufgetreten.
el: Προέκυψε άγνωστο σφάλμα κατά την πιστοποίηση.
es: Ha ocurrido un error desconocido al autenticarse.
eu: Errore bat gertatu da autentifikatzean.
fa: یک خطای ناشناخته در هنگام احراز هویت رخ داد.
fi: Todennuksessa tapahtui tuntematon virhe.
fr: Une erreur inconnue est survenue pendant l'authentification.
gu: સત્તાધિકરણ કરતી વખતે એક અજ્ઞાત ભૂલ ઉદ્દભવી.
hi: प्रमाणीकरण करते समय अज्ञात त्रुटि हुई।
hr: Došlo je do nepoznate greške pri autentifikaciji.
hu: Ismeretlen hiba lépett fel a hitelesítés közben.
id: Terjadi sebuah kesalahan yang tidak diketahui saat otentikasi.
it: Errore durante l'autenticazione.
ja: 認証する際に原因不明のエラーが発生しました。
ko: 인증 중 알 수 없는 오류가 생겼습니다.
lt: Autentikacijos metu įvyko nežinoma klaida.
lv: Nezināma kļūda kamēr apstiprināja.
mk: Непозната грешка се случи при проверка на автентичноста.
ms: Ralat tidak diketahui berlaku bila cuba mengauthentikasi
nb: En ukjent feil oppsto under autentisering.
ne: प्रमाणिकरणमा अज्ञात गल्ती भेटियो.
nl: Een onbekende fout is opgetreden tijdens authentificatie.
pl: Wystąpił nieznany błąd podczas uwierzytelniania.
pt: Ocorreu um erro desconhecido ao autenticar-se.
ru: При проверке подлинности возникла неизвестная ошибка.
sk: Pri overovaní totožnosti sa vyskytla neznáma chyba.
sq: Ndodhi një gabim i panjohur gjatë vërtetimit.
sr: Дошло је до непознате грешке при овлашћивању.
sr@latn: Došlo je do nepoznate greške pri ovlašćivanju.
sv: Ett okänt fel inträffade vid autentisering.
tr: Kimlik denetimi sırasında bilinmeyen bir hata oluştu.
uk: Невідома помилка при автентифікації.
zh_cn: 验证过程中发生了未知错误。
zh_tw: 認證時出現原因不明的錯誤。

source: You do not have permission to authenticate.
ar: ليس لديك إذن للتصديق.
az: İcazə üçün səlahiyyətləriniz yoxdur.
bg: Нямате права за идентификация.
bs: Nemate dozvole za autentifikaciju.
ca: No teniu permís per autenticar-vos.
cs: Nemáte povoleno se autenizovat.
da: Du har ikke rettigheder til at godkende.
de: Sie haben nicht die nötigen Rechte zur Legitimation.
el: Δενι να έχετε τα απαραίτητα δικαιώματα για πιστοποίηση.
es: No tiene permiso para autenticarse.
eu: Ez daukazu autentifikatzeko baimenik.
fa: شما مجاز به احراز هویت نیستید.
fi: Sinulla ei ole oikeuksia todennukseen.
fr: Vous n'avez pas la permission de vous authentifier.
gu: તમારી પાસે સત્તાધિકરણ કરવાની કોઈ પરવાનગી નથી.
hi: आपके पास प्रमाणीकरण हेतु अनुमति नहीं है।
hr: Nemate dozvolu za autentifikaciju.
hu: Nincs engedélye a hitelesítésre.
id: Anda tidak memiliki izin untuk otentikasi.
it: Permessi insufficienti per l'identificazione.
ja: 認証に必要な権限をお持ちではありません。
ko: 인증할 허가권이 없습니다.
lt: Jūs neturite leidimo autentikuotis.
lv: Jums nav atļaujas uz apstiprinājumu.
mk: Немате дозвола за проверка на автентичноста.
ms: Anda tidak mempunyai keizinan untuk mengauthentikasi.
nb: Du har ikke rettigheter til å autentisere deg.
ne: प्रमाणीकरण गर्न तपाईलाई अनुमति छैन.
nl: U heeft geen toegangsrechten om te authentificeren.
pl: Nie masz uprawnień do uwierzytelnienia.
pt: Não possui permissões para se autenticar.
ru: У вас нет разрешения на проверку подлинности.
sk: Nemáte právo na overenie totožnosti.
sq: Nuk ke të drejtë vërtetimi.
sr: Немате дозволу за овлашћивање.
sr@latn: Nemate dozvolu za ovlašćivanje.
sv: Du har inte rättigheter att autentisera.
tr: Kimlik denetimi için yetkiniz yok.
uk: Ви не маєте прав для автентифікації.
zh_cn: 您没有权限来进行验证。
zh_tw: 您沒有驗證的許可。

source: Unable to initialize the PAM authentication system.
ar: يتعذر تهيئة نظام تصديق PAM.
bg: Неуспех при стартиране на системата за идентификация PAM.
ca: No s'ha pogut iniciar el sistema d'autenticació PAM.
da: Kunne ikke initialisere PAM-godkendelsessystemet.
de: Das PAM-Authentifizierungssystem konnte nicht gestartet werden.
es: No es posible inicializar el sistema de autenticación PAM.
eu: Ezin izan da PAM autentifikazio sistema hasieratu.
fa: ناتوان در ارزش دهی به سیستم احراز حویت PAM.
fi: PAM-todennusjärjestelmää ei voitu alustaa.
hi: PAM प्रमाणीकरण सिस्टम आरंभ विफल।
hu: Nem lehet inicializálni a PAM hitelesítési rendszert.
id: Tidak dapat menginisialisasi sistem otentikasi PAM.
it: Impossibile inizializzare il sistema PAM di autenticazione.
ja: PAM 認証システムを初期化できません。
ko: PAM 인증 시스템을 초기화할 수 없습니다.
lt: Nepavyko inicializuoti PAM autentikacijos sistemos.
lv: Nevarēju inicializet PAM autentifikācijas sistēmu.
mk: Не можам да го иницијализирам PAM системот за проверка на автентичност.
nb: Kan ikke initiere autentiseringssystemet PAM.
ne: प्याम प्रमाणिकरण प्रणाली थालनी गर्न असक्षम
nl: Niet in staat het PAM aanmeldingssysteem te initialiseren.
pl: Nie można zainicjować systemu uwierzytelniania PAM.
pt: Incapaz de inicializar o sistema de autenticação PAM.
ru: Не удается инициировать систему проверки подлинности PAM.
sk: Nepodarilo sa inicializovať systém PAM pre overovanie totožnosti.
sq: E pamundur nisja e sistemit të vërtetimit PAM.
sv: Kan inte initiera PAM-autentiseringssystemet.
tr: PAM kimlik denetleme sistemi başlangıç konumuna getirilemedi.
uk: Не вдається ініціалізувати систему автентифікації PAM.
zh_tw: 無法啟始化 PAM 驗證系統。

source: You do not have permission gain superuser (root) privileges. This incident will be reported.
az: Ali istifadəçi icazəsinə malik olma səlahiyyətiniz yoxdur. Bu hadisə raport ediləcək.
bg: Не ви е разрешено да получите административни права. Този случай ще бъде докладван.
bs: Vi nemate dozvole za SuperKorisnika (root) privilegije. Ovaj incident će biti prijavljen.
cs: Nemáte povoleno získat oprávnění superuživatele (root). Tento incident bude oznámen.
el: Δενι να έχετε τα απαραίτητα δικαιώματα για να γίνετε υπερχρήστης (root). Θα γίνει αναφορά αυτού του περιστατικού.
fr: Vous n'avez pas la permission d'obtenir les privilèges du super utilisateur (root). Cet événement sera rapporté.
gu: તમારી પાસે શ્રેષ્ઠ વપરાશકર્તા (રુટ) તરીકેની પરવાનગીઓ નથી. આ બનાવનો અહેવાલ લેવામાં આવશે.
hr: Nemate dozvolu za pribavljanje ovlasti superkorisnika (root). Ovaj događaj će biti prijavljen.
lt: Jūs neturite leidimo gauti supervartotojo (root) privilegijas. Apie šį incidentą bus pranešta.
ms: Anda tak mempunyai keizinan untuk memperolehi privileh penggunasuper (root). Insiden ini akan dilaporkan.
nl: U heeft geen toegangsrechten om supergebruiker-rechten te verkrijgen. Dit incident zal worden gerapporteerd.
sk: Nemáte oprávnenie nadobudnúť práva správcu. Tento incident bude oznámený.
sr: Немате дозволу за прибављање овлашћења администратора. Овај догађај ће бити пријављен.
sr@latn: Nemate dozvolu za pribavljanje ovlašćenja administratora. Ovaj događaj će biti prijavljen.
zh_cn: 您没有权限来获得超级用户(root)的特权。这次事件会被报告。

source: User's password needed
az: İstifadəçinin şifrəsi lazımdır
bg: Необходима е парола на потребител
bs: Korisnička šifra potrebna
cs: Je potřeba heslo uživatele
el: Απαιτείται κωδικός χρήστη
fr: Mot de passe utilisateur nécessaire
gu: વપરાશકર્તાનો પાસવર્ડ જરુરી છે
hr: Potrebna je lozinka korisnika
lt: Reikalingas vartotojo slaptažodis
ms: Katalaluan pengguna diperlukan
nl: Wachtwoord van gebruiker vereist
sk: Vyžadované heslo používateľa
sr: Потребна је лозинка корисника
sr@latn: Potrebna je lozinka korisnika
zh_cn: 需要用户密码

source: _Run
az: _İcra Et
bg: _Стартиране
bs: _Pokreni
cs: _Spustit
el: Ε_κτέλεση
fr: _Lancer
gu: ચલાવો (_R)
hr: _Pokreni
lt: _Vykdyti
ms: _Laksana
nl: _Uitvoeren
sk: _Spustiť
sr: _Покрени
sr@latn: _Pokreni
zh_cn: 运行(_R)
