Repository: DimStar77/libgnomesu
Catalog: po/*.po
Languages: ar, az, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, gu, hi, hr, hu, id, it, ja, ko, lt, lv, mk, ms, nb, ne, nl, pl, pt, ru, sk, sq, sr, sr@latn, sv, tr, uk, zh_cn, zh_tw

source: <span weight="bold">The requested action needs autentication.</span> Please enter your password and click Run to continue.
az: <span weight="bold">İstənən gedişat üçün icazə lazımdır.</span> Xahiş edirik, şifrənizi bildirin və davam etmək üçün İcra Et düyməsinə basın.
bg: <span weight="bold">Необходима е идентификация за заявеното действие.</span> Въведете паролата си и натиснете "Стартиране", за да продължите.
bs: <span weight="bold"> Tražena akcija zahtjeva autentifikaciju.</span> Molimo unesite šifru i kliknite Pokreni za nastavak.
cs: <span weight="bold">K vyžadované akci je potřeba autentizace.</span> Zadejte prosím své heslo a pokračujte kliknutím na Spustit.
el: <span weight="bold">Η αιτούμενη ενέργεια απαιτεί πιστοποίηση.</span> Παρακαλώ εισάγετε τον κωδικό σας και πατήστε Εκτέλεση για συνέχεια.
fr: <span weight="bold">L'action demandée nécessite une authentification.</span> Veuillez saisir votre mot de passe et cliquez sur Entrée pour continuer.
gu: <span weight="bold">માંગણી થયેલ ક્રિયા માટે સત્તાધિકરણ જરુરી છે.</span> મહેરબાની કરીને તમારો તમારો પાસવર્ડ દાખલ કરો અને ચાલુ રાખવા માટે ચલાવો પર ક્લિક કરો.
hr: <span weight="bold">Tražena radnja zahtjeva autentifikaciju.</span> Molim unesite vašu lozinku i kliknite "Pokreni" za nastavak.
lt: <span weight="bold">Šiam veiksmui įvykdyti reikalinga tolimesnė autentikacija</span> Norėdami tęsti įveskite Jūsų slaptažodį ir spauskite mygtuką Vykdyti.
ms: <span weight="bold">Aksi dipinta memerlukan authentikasi.</span> Sila masukkan katalaluan anda dan klik Laksana untuk teruskan.
nl: <span weight="bold">De gevraagde actie vereist verdere authentificatie.</span> Voer uw wachtwoord in en klik op Uitvoeren om door te gaan.
sk: <span weight="bold">Požadovaná činnosť vyžaduje overenie totožnosti.</span> Prosím zadajte vaše heslo a kliknite na Spustiť pre pokračovanie.
sr: <span weight="bold">Тражена радња захтева овлашћења.</span> Молим унесите вашу лозинку и кликните „Покрени“ да наставите.
sr@latn: <span weight="bold">Tražena radnja zahteva ovlašćenja.</span> Molim unesite vašu lozinku i kliknite „Pokreni“ da nastavite.
zh_cn: <span weight="bold">请求的动作需要验证。</span> 请输入您的密码然后点击运行来继续。

source: Your _password:
az: Ş_ifrəniz:
bg: Вашата _парола:
bs: Vaša _šifra
cs: Vaše _heslo:
el: Ο κω_δικός σας:
fr: Votre _mot de passe :
gu: તમારો પાસવર્ડ (_p):
hr: Vaša _lozinka:
lt: Jūsų _slaptažodis:
ms: _Katalaluan anda:
nl: Uw _wachtwoord:
sk: Vaše _heslo:
sr: Ваша _лозинка:
sr@latn: Vaša _lozinka:
zh_cn: 您的密码(_P)：

source: Command to run:
az: İcra ediləcək əmr:
bg: Команда за стартиране:
bs: Komanda za pokretanje:
cs: Příkaz, který spustit:
el: Εντολή για εκτέλεση
fr: Commande à lancer :
gu: ચલાવવા માટેનો આદેશ:
hr: Naredba za izvršiti:
lt: Vykdoma komanda:
ms: Arahan untuk dilaksanakan:
nl: Uit te voeren opdracht:
sk: Spustiť príkaz:
sr: Наредба за извршење:
sr@latn: Naredba za izvršenje:
zh_cn: 要运行的命令：

source: <span style="italic" weight="bold">Please wait, verifying password...</span>
az: <span style="italic" weight="bold">Xahiş edirik gözləyin, şifrə doğrulanır...</span>
bg: <span style="italic" weight="bold">Изчакайте, паролата се проверява...</span>
bs: <span style="italic" weight="bold"> Molim sačekajte, provjeravam šifru...</span>
cs: <span style="italic" weight="bold">Čekejte prosím, ověřuji heslo...</span>
el: <span style="italic" weight="bold">Παρακαλώ περιμένετε, επιβεβαίωση κωδικού...</span>
fr: <span style="italic" weight="bold">Veuillez patienter, vérification du mot de passe</span>
gu: <span style="italic" weight="bold">મહેરબાની કરીને રાહ જુઓ, પાસવર્ડ ચકાસી રહ્યા છીએ...</span>
hr: <span style="italic" weight="bold">Molim pričekajte, provjeravam lozinku...</span>
lt: <span style="italic" weight="bold">Prašau palaukti, tikrinamas slaptažodis...</span>
ms: <span style="italic" weight="bold">Sila tunggu, menentusahkan katalaluan...</span>
nl: <span style="italic" weight="bold">Het wachtwoord wordt gecontroleerd, even geduld a.u.b...</span>
sk: <span style="italic" weight="bold">Prosím čakajte, overujem heslo...</span>
sr: <span style="italic" weight="bold">Молим сачекајте, проверавам лозинку...</span>
sr@latn: <span style="italic" weight="bold">Molim sačekajte, proveravam lozinku...</span>
zh_cn: <span style="italic" weight="bold">请稍候，验证密码中...</span>

source: write error
ar: خطأ في الكتابة
az: yazma xətası
bg: грешка при запис
ca: error d'escriptura
cs: chyba při zápisu
da: skrivefejl
de: Schreibfehler
el: σφάλμα εγγραφής
es: error de escritura
eu: idazketa errorea
fa: نوشتن خطا
fi: kirjoitusvirhe
fr: erreur d'écriture
gu: લખવામાં ભૂલ
hi: राइट त्रुटि
hr: greška prilikom zapisivanja
hu: íráshiba
it: errore di scrittura
ja: 書き込みエラー
ko: 쓰기 오류
lt: rašymo klaida
lv: rakstīšanas kļūda
mk: грешка во пишувањето
ms: ralat menulis
nb: feil under skriving
ne: लेख्नुहोस् गल्ती
nl: schrijffout
pl: błąd zapisu
pt: erro de escrita
ru: ошибка записи
sk: chyba zápisu
sq: gabim shkrimi
sr: грешка при упису
sr@latn: greška pri upisu
sv: skrivfel
tr: yazma hatası
uk: помилка запису
zh_cn: 写错误
zh_tw: 寫入資料發生錯誤

source: Written by %s.
ar: كتبه %s.
az: %s tərəfindən yazılıb.
bg: Написано от %s.
bs: Napisao %s.
ca: Desenvolupat per %s.
cs: Napsal %s.
da: Skrevet af %s.
de: Geschrieben von %s.
el: Γράφτηκε από %s.
es: Escrito por %s.
eu: %s(e)k idatzia.
fa: نوشته شده توسط '%s'.
fi: Kirjoittanut: %s.
fr: Écrit par %s.
gu: %s દ્વારા લખાયેલ છે.
hi: %s द्वारा लिखित।
hr: Napisao %s.
hu: Írta %s.
id: Ditulis oleh %s.
it: Scritto da %s.
ja: (%s による書き込み)
ko: 만든이: %s.
lt: Sukurta %s.
lv: Uzrakstījis %s
mk: Напишано од %s.
ms: Ditulis oleh %s.
nb: Skrevet av %s.
ne: द्वारा लेखिएको %s.
nl: Geschreven door %s.
pl: Autor programu: %s.
pt: Escrito por %s.
ru: Запись выполнена %s.
sk: Napísal %s.
sq: Shkruar nga %s.
sr: Написао: %s.
sr@latn: Napisao: %s.
sv: Skrivet av %s.
tr: Yazan %s.
uk: Записано %s.
zh_cn: 作者 %s 。
zh_tw: 由 %s 編寫。

source: Copyright (C) 1999 Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ar: حقوق النسخ (C) 1999 لشركة Free Software Foundation, Inc. هذا برنامج مجاني، راجع المصدر للتعرف على شروط النسخ. لا توجد أية ضمانات أو حقوق تخص التسويق أو الصلاحية لغرض معين.
ca: Copyright © 1999 Free Software Foundation, Inc. Això és programari lliure; consulteu al codi font les condicions de còpia. NO hi ha cap garantia; ni tan sols de COMERCIABILITAT o ADEQUACIÓ PER A CAP PROPÒSIT EN PARTICULAR.
cs: Copyright (C) 1999 Free Software Foundation, Inc. Toto je free software; podmínky pro kopírování najdete ve zdrojovém kódu. Není poskytována ŽÁDNÁ ZÁRUKA, ani záruka PRODEJNOSTI nebo VHORNOSTI PRO KONKRÉTNÍ ÚČEL.
da: Copyright © 1999 Free Software Foundation, Inc. Dette er frit programmel; se kildekoden for kopieringsbetingelser. Der findes IKKE NOGEN GARANTI, ikke engang for KØB eller EGNETHED FOR NOGET SÆRLIGT FORMÅL.
de: Copyright (C) 1999 Free Software Foundation, Inc. Dies ist freie Software; Kopierbedingungen siehe Quelltext. Es besteht KEINE GARANTIE, nicht einmal die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK.
es: Copyright © 1999 Free Software Foundation, Inc. Esto es software libre; vea el fuente para las condiciones de copia. Este software se ofrece SIN garantía de ninguna clase, bien expresa o implícita, con inclusión, pero sin limitación a las garantías MERCANTILES IMPLÍCITAS o a la CONVENIENCIA PARA UN PROPÓSITO PARTICULAR
eu: Copyright (C) 1999 Free Software Foundation, Inc. Hau software librea da, ikusi iturburua kopiatzeko kondizioentzat. EZ dago inolako bermerik; ez MERKATARITZA ez EDOZEIN ASMO PARTIKULARRAREN OSASUNERAKO.
fa: کپی رایت (C) 1999 Free Software Foundation, Inc. این یک نرم افزار آزاد است; منبع را برای شرایط رونوشت مطالعه کنید. هیچ ضمانتنامه ای وجود ندارد; حتی برای خرید و فروش یا تناسب برای یک هدف خاص.
fi: Copyright © 1999 Free Software Foundation, Inc. Tämä on vapaata ohjelmistoa: katso kopiointiehdot lähdekoodista. EI MINKÄÄNLAISTA takuuta: ei edes takuuta MYYNTIKELPOISUUDESTA tai SOPIVUUDESTA JOHONKIN KÄYTTÖÖN.
fr: Copyright (C) 1999 Free Software Foundation, Inc. Ceci est un logiciel libre; reportez vous aux sources pour les conditions de copie. Il n'y a PAS de garantie; même pas de COMMERCIALISABILITÉ ou d'ADÉQUATION À UN USAGE PARTICULIER.
hi: कॉपीराइट (C) 1999 फ्री सॉफ्टवेयर फाउंडेशन, निगमित कंपनी। यह निःशुल्क सॉफ्टवेयर है, प्रतिलिपिकरण हेतु स्रोत देखें। वारंटी रहित; यह किसी विशिष्ट कार्य हेतु विक्रय या उपयुक्तता विहीन है।
hr: Sva prava zadržana © 1999 Free Software Foundation, Inc.. Ovo je slobodan softver; pogledajte izvorni kod za uvjete kopiranja. Nema garancije; čak ni garancije o upotrebljivosti ili određenoj svrsi.
hu: Copyright (C) 1999 Free Software Foundation, Inc. Ez egy szabad szoftver, a másolási feltételekért lásd a forrást. NINCS garancia, még az eladhatóságra vagy valamely célra való alkalmazhatóságra vonatkozóan sem.
it: Copyright (C) 1999 Free Software Foundation, Inc. Questo software è libero; per le condizioni di copia consultare il codice. NON c'è alcuna garanzia; neppure di COMMERCIABILITÀ o APPLICABILITÀ AD UNO SCOPO PARTICOLARE.
ja: Copyright (C) 1999 Free Software Foundation, Inc. これはフリー・ソフトウェアです; 複製の条件についてはソースをご覧下さい。 商用利用または特定の目的における適合性について、いかなる保証もありません。
ko: Copyright (C) 1999 Free Software Foundation, Inc. 이것은 자유소프트웨어 입니다. 이 소프트웨어 복제 조건에 대해 확인하십시오. 이 소프트웨어에는 보증이 없으며, 재판매나 특별한 목적을 위한 사용에 제한이 없습니다.
lt: Autorinės teisės (C) 1999 Free Software Foundation, Inc. Tai yra laisva programinė įranga; dėl kopijavimo sąlygų žiūrėkite išeities tekstą. Nėra JOKIŲ garantijų; net dėl PARDAVIMO ar TINKAMUMO KOKIAM NORS TIKSLUI.
lv: Copyright (C) 1999 Free Software Foundation, Inc. Šī ir bezmaksas programma; skatīties kodu par autortiesību nosacījumiem. NAV lietošanas garantija;
mk: Авторски права (C) 1999 Free Software Foundation, Inc. Ова е слободен софтвер; видете го изворот за условите за копирање. НЕМА гаранција; Ниту за КОМЕРЦИЈАЛНА ниту за ИНДИВИДУАЛНА употреба.
ms: Hakcipta (C) 1999 Free Software Foundation, Inc. Ini adalah perisian bebas; lihat sumber untuk syarat menyalin. Tiada waranti; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
nb: Opphavsrett © 1999 Free Software Foundation, Inc. Dette er fri programvare; se kildekoden for betingelser for kopiering. Det gis INGEN garantier; ikke en gang for programmet er SALGBART eller AT DET PASSER TIL ET SPESIFIKT FORMÅL.
ne: प्रतिलिपिअधिकार (C) १९९९ खुला सफ्टवेयर निर्माणकर्ता, कम्पनी. यो खुला सफ्टवेयर हो, प्रतिलिपि अवस्थाको लागि श्रोत हेर्नुहोस्. मर्क्यानटाबिलिटि वा फिट्नेस निश्चित कार्यको लागि वारेन्टी छैन.
pl: Copyright (C) 1999 Free Software Foundation, Inc. To oprogramowanie jest bezpłatne. Warunki kopiowania opisano w źródle. Na program nie jest udzielana ŻADNA gwarancja, nawet RĘKOJMI ani PRZYDATNOŚCI DO OKREŚLONEGO CELU.
pt: Copyright © 1999 Free Software Foundation, Inc. Esta é uma aplicação livre; consulte no código as condições de cópia. NÃO existe qualquer garantia; nem mesmo a de COMERCIABILIDADE ou ADEQUAÇÃO A UM FIM ESPECÍFICO.
ru: Авторские права (C) 1999 Free Software Foundation, Inc. Это программное обеспечение распространяется бесплатно; условия копирования см. в источнике. Нет НИКАКИХ гарантий; не гарантируется даже ПРИГОДНОСТЬ ДЛЯ ПРОДАЖИ или ПРИГОДНОСТЬ ДЛЯ ПРИМЕНЕНИЯ ПО НАЗНАЧЕНИЮ.
sk: Autorské práva © 1999 Free Software Foundation, Inc. Toto je voľný softvér; pozrite si zdrojový kód pre podmienky kopírovania. Záruka sa NEPOSKYTUJE; ani pre OBCHODOVATEĽNOSŤ alebo VHODNOSŤ PRE KONKRÉTNY ÚČEL.
sq: Të drejtat e riprodhimit (C) 1999 Free Software Foundation, Inc. Ky është program i lirë, shiko burimin për kushtet e kopjimit. Nuk ka ASNJË garanci; as për TREGTINË apo FITIMIN PËR NJË QËLLIM TË VEÇANTË.
sr: Сва права задржана © 1999 Задужбина за слободни софтвер (FSF). Ово је слободан софтвер; погледајте изворни код за услове умножавања. Нема гаранције; чак ни гаранције о употребљивости или одређеној намени.
sr@latn: Sva prava zadržana © 1999 Zadužbina za slobodni softver (FSF). Ovo je slobodan softver; pogledajte izvorni kod za uslove umnožavanja. Nema garancije; čak ni garancije o upotrebljivosti ili određenoj nameni.
sv: Copyright © 1999 Free Software Foundation, Inc. Detta program är fri programvara; se källkoden för kopieringsvillkor. Det finns INTE NÅGON GARANTI, inte ens för KÖP eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL.
tr: Telif Hakkı © 1999 Free Software Foundation, Inc. "Bu bir özgür yazılımdır; kopyalama koşulları için kaynak koduna bakınız. Hiçbir garantisi yoktur; hatta SATILABİLİRLİĞİ veya HERHANGİ BİR AMACA UYGUNLUĞU için bile garanti verilmez.
uk: Авторські права (C) 1999 Free Software Foundation, Inc. Це -вільне програмне забезпечення; умови копіювання дивіться у коді програми. Не надається НІЯКОЇ гарантії; навіть ПРИДАТНОСТІ ДО ПРОДАЖУ чи ВІДПОВІДНОСТІ ПЕВНІЙ МЕТІ.
zh_cn: 版权 (C) 1999 Free Software Foundation, Inc. 这个是自由软件；在源代码中可以看到复制条件。 软件没有保证，当然也不对用于销售或是其他特别目的进行保证。
zh_tw: 版權所有 (C) 1999 Free Software Foundation, Inc. 這是免費軟體。有關複製條件，請參閱原始檔。 本軟體不做 商業性、適用性等任何方面的保證。

source: Pass the command to execute as one single string.
ar: قم بتمرير الأمر المراد تنفيذه كسلسلة واحدة.
az: İcra ediləcək əmri tək qatar formasında ötürün
bg: Подайте командата, която да се стартира, като един низ.
bs: Unesite komandu za izvršavanje kao jedan jedini niz.
ca: Introduïu l'ordre a executar en una única cadena de text.
cs: Předejte příkaz, který spustit, jako jeden řetězec.
da: Angiv kommandoen der skal udføres som en enkelt streng.
de: Den auszuführenden Befehl als Einzelzeichenkette übergeben.
el: Περάστε την εντολή για εκτέλεση ως ένα απλό αλφαριθμητικό.
es: Pase el comando a ejecutar como una cadena única.
eu: Bidali exekutatuko den komandoa kate bakar bat bezala.
fa: فرمان را برای اجرا به عنوان یک رشته وارد کنید.
fi: Anna suoritettava komento yhtenä merkkijonona.
fr: Saisissez la commande à exécuter en une seule chaîne.
gu: એક શબ્દમાળા તરીકે ચલાવવા માટે આદેશ પસાર કરો.
hi: एकल वाक्यांश रूप में निष्पादन हेतु कमांड दर्ज करें।
hr: Proslijedite naredbu za izvršiti kao jedan znakovni niz.
hu: Adja meg a végrehajtandó parancsot egyetlen karakterláncként.
id: Lewati perintah untuk mengeksekusi sebagai satu string tunggal.
it: Inserire il comando da eseguire come una singola stringa.
ja: 実行するコマンドを単一の文字列で指定します。
ko: 하나의 문자열로 실행할 명령을 넘깁니다.
lt: Suteikit vykdomąją komandą vienos eilutės pavidalu.
lv: Padodiet komandu, lai izpildītos kā viens strings.
mk: Напишете ја командата за извршување како една знаковна низа.
ms: Hantar arahan untuk dilaksanakan sebagai satu rentetan tunggal
nb: Send kommandoen som skal kjøres som en enkelt streng.
ne: एकल स्ट्रिङ्गमा कार्यान्वयन गर्न आदेश पास गर्नुहोस्
nl: Geef de uit te voeren opdracht als een enkele tekenreeks.
pl: Wpisz polecenie do wykonania jako ciąg jednowierszowy.
pt: Passar o comando a executar como uma única expressão.
ru: Для выполнения команды введите ее в виде одной строки.
sk: Odovzdať príkaz na vykonanie ako jeden reťazec.
sq: Kalo komandën për ekzekutim si një rresht të vetëm.
sr: Проследите наредбу за извршење као једну ниску.
sr@latn: Prosledite naredbu za izvršenje kao jednu nisku.
sv: Ange kommandot som ska göras som en enstaka sträng.
tr: Tek bir dizi olarak çalıştırılacak komutu girin.
uk: Передайте команду для виконання як один єдиний рядок.
zh_cn: 将要执行的命令作为单个字符串传递。
zh_tw: 指定準備執行的指令，以一個字串表示。

source: COMMAND
ar: الأمر
az: ƏMR
bg: КОМАНДА
bs: KOMANDA
ca: ORDRE
cs: PŘÍKAZ
da: KOMMANDO
de: BEFEHL
es: COMANDO
eu: KOMANDOA
fa: فرمان
fi: KOMENTO
fr: COMMANDE
gu: આદેશ
hi: कमांड
hr: NAREDBA
hu: PARANCS
id: PERINTAH
it: COMANDO
ko: 명령
lt: KOMANDA
lv: KOMANDA
mk: КОМАНДА
ms: ARAHAN
nb: KOMMANDO
ne: आदेश
nl: OPDRACHT
pl: POLECENIE
pt: COMANDO
sk: PRÍKAZ
sq: KOMANDA
sr: НАРЕДБА
sr@latn: NAREDBA
sv: KOMMANDO
tr: KOMUT
uk: КОМАНДА
zh_cn: 命令
zh_tw: 程式

source: Run as this user instead of as root.
ar: التشغيل كهذا المستخدم بدلاً من التشغيل كمسؤول.
az: Ali istifadəçi yerinə bu istifadəçi altında icra et.
bg: Стартиране като този потребител, а не като администратор.
bs: Pokreni kao ovaj korisnik umjeto root korisnika.
ca: Executa-ho com a aquest usuari en comptes de com a superusuari.
cs: Spustit jako tento uživatel místo roota.
da: Kør som denne bruger i stedet for som administrator.
de: Als dieser Benutzer und nicht als root ausführen.
el: Εκτέλεση αυτού ως χρήστης αντί για root.
es: Ejecutar como este usuario en vez de root.
eu: Exekutatu erabiltzaile honen gisa, root-n ordez.
fa: به جای اجرا به عنوان ریشه آن را تحت این کاربر اجرا کنید.
fi: Suorita tänä käyttäjänä rootin sijaan.
fr: Lancer en tant qu'utilisateur plutôt que comme root
gu: રુટની જગ્યાએ આ વપરાશકર્તા તરીકે ચલાવો.
hi: रुट के स्थान पर यह उपयोक्ता प्रयुक्त करें।
hr: Pokreni kao ovaj korisnik umjesto kao root.
hu: Futtatás a root helyett ezen felhasználó nevében.
id: Jalankan sebagai pengguna ini bukan sebagai root.
it: Esegui come questo utente, invece che come root.
ja: root ではなく指定したユーザで実行します。
ko: root대신 이 사용자로 실행합니다.
lt: Vykdyti kaip šiam vartotojui, o ne kaip root.
lv: Palaist kā parastam nevis root lietotājam.
mk: Извршете како овој корисник наместо како root.
ms: Laksana sebagai pengguna selain root.
nb: Kjør som denne brukeren i stedet for som root.
ne: रुटको सट्टा प्रयोगकर्ता चालु गर्नुहोस्.
nl: Uitvoeren als deze gebruiker i.p.v. root.
pl: Uruchom jako ten użytkownik a nie jako root.
pt: Executar com este utilizador em vez de root.
ru: Выполнить от имени данного пользователя вместо пользователя root.
sk: Spustiť ako tento používateľ namiesto správcu.
sq: Ekzekuto për këtë përdorues e jo si root.
sr: Покрени као овај корисник уместо као администратор.
sr@latn: Pokreni kao ovaj korisnik umesto kao administrator.
sv: Kör som denna användare istället för root.
tr: Root yerine bu kullanıcı olarak çalıştır.
uk: Запустити відо користувача а не від root.
zh_cn: 作为这个用户运行来代替 root。
zh_tw: 以指定的身分 (而不是 root) 來執行程式。

source: USERNAME
ar: اسم المستخدم
az: İSTAFADƏÇİADI
bg: ИМЕ_НА_ПОТРЕБИТЕЛ
bs: KORISNIK
ca: USUARI
cs: JMÉNOUŽIVATELE
da: BRUGERNAVN
de: BENUTZERNAME
es: USUARIO
eu: ERABILTZAILE-IZENA
fa: نام کاربری
fi: KÄYTTÄJÄTUNNUS
fr: NOM D'UTILISATEUR
gu: વપરાશકર્તા નામ
hi: उपयोक्ता नाम
hr: Korisničko ime
hu: FELHASZNÁLÓNÉV
id: NAMA PENGGUNA
it: NOME UTENTE
ko: 사용자이름
lt: VARTOTOJO VARDAS
lv: LIETOTĀJVĀRDS
mk: КОРИСНИЧКО ИМЕ
ms: NAMAPENGGUNA
nb: BRUKERNAVN
ne: प्रयोगकर्ताको नाम
nl: GEBRUIKERSNAAM
pl: NAZWA_UŻYTKOWNIKA
pt: UTILIZADOR
sk: POUŽÍVATEĽ
sq: PËRDORUESI
sr: КОРИСНИК
sr@latn: KORISNIK
sv: ANVÄNDARNAMN
tr: KULLANICI ADI
uk: ІМ'ЯКОРИСТУВАЧА
zh_cn: 用户名
zh_tw: 用戶名稱

source: GNOME SuperUser
bg: Права на администратор за GNOME
bs: GNOME SuperKorisnik
ca: Superusuari del GNOME
da: GNOME-administrator
de: GNOME-SuperBenutzer
el: Υπερχρήστης του GNOME
es: Superusuario GNOME
eu: GNOME supererabiltzailea
fa: ابرکاربر GNOME
fi: Gnome-pääkäyttäjä
fr: GNOME Super utilisateur
gu: જીનોમ શ્રેષ્ઠ વપરાશકર્તા
hi: गनोम रुट उपयोक्ता
hr: GNOME SuperKorisnik
hu: GNOME adminisztrátor
it: SuperUtente GNOME
ja: GNOME 特権ユーザ
ko: 그놈 슈퍼유저
lt: GNOME supervartotojas
lv: Gnome superlietotājs
mk: GNOME Супер корисник
ms: PenggunaSuper GNOME
nb: GNOME superbruker
ne: जीनोम सुपरप्रयोगकर्ता
pl: Superużytkownik GNOME
pt: Super-Utilizador GNOME
ru: Суперпользователь GNOME
sk: GNOME Správca
sq: GNOME SuperPërdoruesi
sr: Гномов СуперКорисник
sr@latn: Gnomov SuperKorisnik
sv: GNOME-superanvändare
tr: GNOME Süper Kullanıcı
uk: Адміністратор GNOME
zh_cn: GNOME 超级用户
zh_tw: GNOME 超級使用者

source: <b>Administrator (root) privilege is required.</b> Please enter the root password to continue.
bg: <b>Необходими са права на администратор (root).</b> Въведете паролата на администратора, за да продължите.
lt: <b>Reikalingos administratoriaus (root) privilegijos.</b> Norėdami tęsti Jūs turite įvesti „root“ vartotojo slaptažodį.

source: Unable to initialize PAM authentication system.
bs: Ne mogu inicijalizirati PAM autentifikacijski sistem.
gu: PAM સત્તાધિકરણ સિસ્ટમનો પ્રારંભ કરવામાં અસમર્થ.
zh_cn: 无法初始化 PAM 验证系统。

source: <span weight="bold">The requested action needs superuser (root) privileges.</span> Please enter the superuser password and click Run to continue.
az: <span weight="bold">İstənən gedişat üçün ali istifadəçi şifrəsi lazımdır.</span> Xahiş edirik, ali istifadəçi şifərsini bildirin və davam etmək üçün İcra Et deyməsinə basın.
bs: <span weight="bold">Tražena akcija zahtjeva superkorisnik (root) privilegije. </span> Molim unesite superkorisnik šifru i kliknite Pokreni za nastavak.
cs: <span weight="bold">K vyžadované akci jsou potřeba oprávnění superuživatele (root).</span> Zadejte prosím heslo superuživatele a pokračujte kliknutím na Spustit.
el: <span weight="bold">Η αιτούμενη ενέργεια απαιτεί δικαιώματα υπερχρήστη (root) .</span> Παρακαλώ εισάγετε τον κωδικό υπερχρήστη και πατήστε Εκτέλεση για συνέχεια.
fr: <span weight="bold">L'action demandée nécessite les privilèges du super utilisateur (root).</span> Veuillez saisir le mot de passe du super utilisateur et cliquez sur Entrée pour continuer.
gu: <span weight="bold">માંગણી થયેલ ક્રિયાઓને શ્રેષ્ઠ વપરાશકર્તા (રુટ) ની જરુર છે.</span> મહેરબાની કરીને શ્રેષ્ઠ વપરાશકર્તા દાખલ કરો અને ચાલુ રાખવા માટે ચલાવો પર ક્લિક કરો.
hr: <span weight="bold">Tražena radnja zahtjeva administratorske (root) ovlasti.</span> Molim unesite lozinku administratora i kliknite "Pokreni" za nastavak.
ms: <span weight="bold">Aksi dipinta memerlukan privilej penggunasuper (root).</span> Sila masukkan katalaluan penggunasuper dan klik Laksana untuk teruskan.
sr: <span weight="bold">Тражена радња захтева администраторска овлашћења.</span> Молим унесите лозинку администратора и кликните „Покрени“ да наставите.
sr@latn: <span weight="bold">Tražena radnja zahteva administratorska ovlašćenja.</span> Molim unesite lozinku administratora i kliknite „Pokreni“ da nastavite.
zh_cn: <span weight="bold">请求的动作需要超级用户(root)的特权。</span> 请输入超级用户的密码然后点击运行来继续。

source: Superuser _password:
az: Ali istifadəçi ş_ifrəsi:
bs: SuperKorisnik _Šifra
cs: _Heslo superuživatele:
el: Κω_δικός υπερχρήστη:
fr: _Mot de passe du super utilisateur :
gu: શ્રેષ્ઠવપરાશકર્તા પાસવર્ડ (_p):
hr: _Lozinka superkorisnika:
ms: _Katalaluan penggunasuper:
sr: _Лозинка администратора:
sr@latn: _Lozinka administratora:
zh_cn: 超级用户密码(_P)：

source: C_ontinue
ar: _متابعة
ca: C_ontinua
da: F_ortsæt
de: _Fortsetzen
es: C_ontinuar
eu: _Jarraitu
fa: _ادامه
fi: _Jatka
hi: जारी रखें (_o)
hu: _Folytatás
id: L_anjutkan
it: C_ontinua
ja: 続行(_O)
ko: 계속(_O)
lv: T_urpināt
mk: П_родолжи
nb: F_ortsett
ne: चालु
pl: K_ontynuuj
pt: C_ontinuar
ru: Пр_одолжить
sq: V_azhdo
sv: _Fortsätt
tr: D_evam
uk: _Продовжити
zh_tw: 繼續(_O)

source: <small><b>_Details</b></small>
ar: <small><b>التفا_صيل</b></small>
ca: <small><b>_Detalls</b></small>
da: <small><b>_Detaljer</b></small>
es: <small><b>_Detalles</b></small>
fa: <small><b>_جزئیات</b></small>
hi: <small><b>_विवरण</b></small>
hu: <small><b>_Részletek</b></small>
id: <small><b>_Rincian</b></small>
it: <small><b>_Dettagli</b></small>
ja: <small><b>詳細(_D)</b></small>
ko: <small><b>자세히(_D)</b></small>
nb: <small><b>_Detaljer</b></small>
pl: <small><b>S_zczegóły</b></small>
pt: <small><b>_Detalhes</b></small>
ru: <small><b>_Подробности</b></small>
sq: <small> 1<b> 2_Detaje</b> 3</small> 4
sv: <small><b>_Mer information</b></small>
uk: <small><b>_Подробиці</b></small>
zh_tw: <small><b>詳細資料(_D)</b></small>
