Repository: DimStar77/libgnomesu
Catalog: po/*.po
Languages: ar, az, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, gu, hi, hr, hu, id, it, ja, ko, lt, lv, mk, ms, nb, ne, nl, pl, pt, ru, sk, sq, sr, sr@latn, sv, tr, uk, zh_cn, zh_tw

source: Please enter %s's password and click Continue.
ar: الرجاء إدخال كلمة سر %s ثم النقر فوق "متابعة".
ca: Introduïu la contrasenya de %s i feu clic a Continua.
da: Indtast venligst adgangskoden for %s og klik på Fortsæt.
de: Bitte geben Sie das Passwort von %s ein und klicken Sie »Fortsetzen« an, um fortzufahren.
es: Introduzca la contraseña de %s y pulse «Continuar».
eu: Sartu %s(r)en pasahitza eta egin klik 'Jarraitu'n.
fa: لطفا رمز عبور %s را وارد و بر روی ادامه کلیک کنید.
fi: Syötä käyttäjän %s salasana ja napsauta Jatka.
hi: %s कूटशब्द दर्ज कर जारी रखें पर क्लिक करें।
hu: Adja meg %s jelszavát és kattintson a Folytatás gombra.
id: Silakan masukkan kata sandi %s's dan tekan Lanjutkan.
it: Inserire password per "%s" e premere Continua.
ja: %s のパスワードを入力して、[続行] をクリックして下さい。
ko: %s 의 비밀번호를 입력하고 계속을 클릭하십시오.
lv: Lūdzu ievadiet lietotāja %s paroli un nospiediet Turpināt.
mk: Внесете ја лозинката на %s и кликнете Продолжи.
nb: Vennligst oppgi passord for %s og klikk på Fortsett.
ne: कृपया %s को पासवर्ड राख्नुहोस् र चालु क्लिक गर्नुहोस्.
pl: Wprowadź hasło użytkownika %s i kliknij przycisk Kontynuuj.
pt: Por favor introduza a senha de %s e carregue em Continuar.
ru: Введите пароль для %s и нажмите кнопку "Продолжить".
sq: Të lutem shkruaj fjalëkalimin e %s dhe kliko Vazhdo.
sv: Ange lösenordet för %s och klicka på Fortsätt.
tr: Lütfen %s kullanıcısının parolasını girin ve Devam'a tıklayın.
uk: Введіть пароль користувача %s та натисніть Продовжити.
zh_tw: 請輸入 %s 的密碼並按一下「繼續」。

source: Unable to access the authentication information.
ar: تعذر الوصول إلى معلومات المصادقة.
ca: No s'ha pogut accedir a la informació d'autenticació.
da: Kunne ikke tilgå godkendelsessystemet.
de: Zugriff auf die Authentifizierungsinformation nicht möglich.
es: No es posible acceder a la información de autenticación.
fa: قادر به دسترسی به اطلاعات احراز هویت نیست.
hi: प्रमाणीकरण सूचना प्राप्ति विफल।
hu: Nem lehet hozzáférni a hitelesítési információhoz.
id: Tidak dapat mengakses informasi otentikasi.
it: Impossibile accedere alle informazioni di autenticazione.
ja: 認証情報にアクセスできません。
ko: 인증 정보에 액세스할 수 없습니다.
nb: Har ikke tilgang til autentiseringsinformasjonen.
pl: Nie można uzyskać dostępu do informacji uwierzytelniania.
pt: Incapaz de inicializar o sistema de informação de autenticação.
ru: Не удалось получить доступ к данным для аутентификации.
sq: E pamundur të hyrë te verifikimi i informacionit.
sv: Det gick inte att komma åt autentiseringsinformationen.
uk: Не вдається отримати доступ до системи розпізнавання.
zh_tw: 無法存取驗證資訊。

source: You reached the limit of tries to authenticate.
ar: لقد وصلت إلى الحد الأقصى لمحاولات المصادقة.
ca: Heu arribat al límit dels intents d'autenticació.
da: Du har nået grænsen for antal forsøg til godkendelse.
de: Sie haben die maximale Anzahl an Authentifizierungsversuchen erreicht.
es: Ha alcanzado el límite de intentos permitidos para autenticarse.
fa: شما به حداکثر تعداد تلاش ها برای احراز هویت رسیدید.
hi: प्रमाणीकरण प्रयास सीमा समाप्त।
hu: Elérte a hitelesítéi próbálkozások maximális számát.
id: Anda mencapai batas mencoba maksimal untuk melakukan otentikasi.
it: Si è raggiunto il limite di tentativi per l'autenticazione.
ja: 認証回数の上限に達しました。
ko: 인증 시도 횟수 제한에 도달했습니다.
nb: Du har nådd grensen av forsøk til å autentisere.
pl: Osiągnięto limit prób uwierzytelnienia.
pt: Você atingiu o limite de tentativas para se autenticar.
ru: Превышен предел количества попыток аутентификации.
sq: Ke arritur limitin e provave per tu verifikuar.
sv: Du kan inte försöka autentisera fler gånger.
uk: Ви досягли обмеження числа спроб розпізнавання.
zh_tw: 您已達到驗證的嘗試限制次數。

source: User account '%s' has expired.
ar: انتهت صلاحية حساب المستخدم '%s'‏.
ca: El compte d'usuari "%s" ha caducat.
da: Brugerkontoen '%s' er udløbet.
de: Benutzerkonto '%s' ist abgelaufen.
es: La cuenta del usuario '%s' ha caducado.
fa: حساب کاربری '%s' منقضی شده است.
hi: उपयोक्ता अकाउंट '%s' मान्यता समाप्त।
hu: A(z) '%s' felhasználói fiók lejárt.
id: Akun Pengguna %s telah kadaluarsa.
it: L'account utente '%s' è scaduto.
ja: ユーザアカウント「%s」は有効期限が切れています。
ko: 사용자 계정 '%s'이(가) 만료되었습니다.
nb: Bruker konto '%s' har utgått.
pl: Konto użytkownika %s wygasło.
pt: A conta de utilizador '%s' expirou.
ru: Срок действия учетной записи "%s" пользователя истек.
sq: Llogaria e perdoruesit '%s 1' ka skaduar.
sv: Användarkontot %s har upphört.
uk: Термін дії облікового запису "%s" користувача вже минув.
zh_tw: 使用者帳號「%s」已過期。

source: The password of '%s' has expired. Please update the password.
ar: انتهت صلاحية كلمة سر '%s'. الرجاء تحديث كلمة السر.
ca: La contrasenya de "%s" ha caducat. Si us plau, actualitzeu-la.
da: Adgangskoden for '%s' er udløbet. Opdater venligst adgangskoden.
de: Das Passwort von '%s' ist abgelaufen. Aktualisieren Sie das Passwort.
es: La contraseña para '%s' ha caducado. Actualice la contraseña.
fa: رمز عبور '%s' منقضی شده است. لطفا رمز عبور را بروزرسانی کنید.
hi: '%s' हेतु कूटशब्द मान्यता समाप्त। कृपया कूटशब्द अपडेट करें।
hu: A(z) '%s' jelszava lejárt. Módosítsa a jelszót.
id: Kata sandi untuk %s telah kadaluarsa. Silahkan perbarui kata sandi.
it: La password di '%s' è scaduta. Aggiornare la password.
ja: 「%s」のパスワードの有効期限が切れています。パスワードを更新してください。
ko: '%s'의 비밀번호가 만료되었습니다. 비밀번호를 업데이트하십시오.
nb: Passordet til '%s' har utløpt. Vennligst oppdater passordet.
pl: Hasło użytkownika %s wygasło. Zaktualizuj hasło.
pt: A palavra passe de '%s' expirou. Por favor atualize a mesma.
ru: Срок действия пароля "%s" истек. Обновите пароль.
sq: Fjalëkalimi i '%s 1' ka skaduar. Ju lutemi perditësoni fjalëkalimin.
sv: Lösenordet %s har upphört. Uppdatera lösenordet.
uk: Термін дії паролю '%s' вже минув. Будь ласка, оновіть пароль.
zh_tw: 密碼「%s」已過期。請更新密碼。

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
ca: S'ha produït un error desconegut.
da: Der opstod en ukendt fejl.
de: Es ist ein unbekannter Fehler aufgetreten.
es: Error desconocido.
fa: یک خطای ناشناخته رخ داد.
hi: प्रमानीकरण के दोरान अज्ञात त्रुटि हुई।
hu: Ismeretlen hiba történt.
id: Terjadi sebuah kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
nb: En ukjent feil oppsto.
pl: Wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
sq: Ndodhi një gabim i panjohur.
sv: Ett okänt fel inträffade.
uk: Трапилася невідома помилка.↵
zh_tw: 發生未知錯誤。
