Repository: DimStar77/libgnomesu
Catalog: po/ie.po
Languages: ie

source: C_ontinue
ie: C_ontinuar

source: <small><b>_Details</b></small>
ie: <small><b>_Detallies</b></small>

source: Command:
ie: Comande:

source: Password needed
ie: Contrasigne es besonat

source: The requested action needs further authentication.
ie: Li demandat action besona un additional autentication.

source: Please enter the root password to continue.
ie: Ples provider li contrasigne del superusator por continuar.

source: _Password:
ie: _Contrasigne:

source: No services for libgnomesu are available.
ie: Null servicie por libgnomesu es disponibil.

source: Please enter %s's password and click Continue.
ie: Ples provide li contrasigne de %s e fa clic sur Continuar.

source: %s's _password:
ie: _Contrasigne de %s:

source: User '%s' doesn't exist.
ie: Usator «%s» ne existe.

source: An unknown error occured while authenticating.
ie: Un ínconosset errore evenit durant autentication.

source: You do not have permission to authenticate.
ie: Vu ne have un permission por autenticar.

source: Unable to access the authentication information.
ie: Ne successar accessar li information de autentication.

source: You reached the limit of tries to authenticate.
ie: Vu ha atinget li límite de provas autenticar.

source: User account '%s' has expired.
ie: Li conto de usator «%s» ha expirat.

source: The password of '%s' has expired. Please update the password.
ie: Li contrasigne de «%s» ha expirat. Ples actualisar li contrasigne.

source: Unable to initialize the PAM authentication system.
ie: Ne successat inicialisar li sistema de autentication PAM.

source: write error
ie: errore de scrition

source: Written by %s.
ie: Scrit per %s.

source: Pass the command to execute as one single string.
ie: Passar li comande por executer quam un singul catene.

source: COMMAND
ie: COMANDE

source: Run as this user instead of as root.
ie: Lansar quam ti-ci usator vice li superusator.

source: USERNAME
ie: NOM-DE-USATOR

source: An unknown error occurred.
ie: Un ínconosset errore ha evenit.

source: GNOME SuperUser
ie: Superusator de GNOME
